Repository: superuser404notfound/AetherPlayer
Catalog: Sources/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

source: Low
cs: Nízko
da: Lavt
de: Niedrig
el: Χαμηλά
es: Bajo
fi: Matala
fr: Bas
hr: Nisko
hu: Alacsony
it: Basso
ja: 低
ko: 낮음
nb: Lavt
nl: Laag
pl: Nisko
pt_br: Baixo
pt_pt: Baixo
ro: Jos
ru: Низко
sk: Nízko
sv: Lågt
tr: Alçak
uk: Низько
zh_hans: 低
zh_hant: 低

source: Matrix
cs: Matice
el: Πίνακας
es: Matriz
fi: Matriisi
fr: Matrice
hr: Matrica
hu: Mátrix
it: Matrice
ja: マトリクス
ko: 매트릭스
nb: Matrise
pl: Macierz
pt_br: Matriz
pt_pt: Matriz
ro: Matrice
ru: Матрица
sk: Matica
sv: Matris
tr: Matris
uk: Матриця
zh_hans: 矩阵
zh_hant: 矩陣

source: Maximum (120 segments)
cs: Maximum (120 segmentů)
da: Maksimum (120 segmenter)
de: Maximum (120 Segmente)
el: Μέγιστο (120 τμήματα)
es: Máximo (120 segmentos)
fi: Maksimi (120 segmenttiä)
hr: Maksimum (120 segmenata)
hu: Maximum (120 szegmens)
it: Massimo (120 segmenti)
ja: 最大（120セグメント）
ko: 최대 (120개 세그먼트)
nb: Maksimum (120 segmenter)
nl: Maximum (120 segmenten)
pl: Maksimum (120 segmentów)
pt_br: Máximo (120 segmentos)
pt_pt: Máximo (120 segmentos)
ro: Maxim (120 de segmente)
ru: Максимум (120 сегментов)
sk: Maximum (120 segmentov)
sv: Maximalt (120 segment)
tr: Maksimum (120 segment)
uk: Максимум (120 сегментів)
zh_hans: 最大（120 个分段）
zh_hant: 最大（120 個片段）

source: Memory
cs: Paměť
da: Hukommelse
de: Speicher
el: Μνήμη
es: Memoria
fi: Muisti
fr: Mémoire
hr: Memorija
hu: Memória
it: Memoria
ja: メモリ
ko: 메모리
nb: Minne
nl: Geheugen
pl: Pamięć
pt_br: Memória
pt_pt: Memória
ro: Memorie
ru: Память
sk: Pamäť
sv: Minne
tr: Bellek
uk: Пам’ять
zh_hans: 内存
zh_hant: 記憶體

source: Mid
cs: Středně
da: Midten
de: Mittel
el: Μέσο
es: Medio
fi: Keski
fr: Milieu
hr: Srednje
hu: Közép
it: Medio
ja: 中央
ko: 중간
nb: Midten
nl: Midden
pl: Średnio
pt_br: Médio
pt_pt: Médio
ro: Mijloc
ru: Средне
sk: Stredne
sv: Mitten
tr: Orta
uk: Середньо
zh_hans: 中
zh_hant: 中

source: Mid-Low
cs: Středně nízko
da: Mellem-lavt
de: Mittel-Niedrig
el: Μέσο-Χαμηλά
es: Medio-Bajo
fi: Keski-Matala
fr: Mi-Bas
hr: Srednje-Nisko
hu: Közép-alacsony
it: Medio-Basso
ja: 中低
ko: 중간-낮음
nb: Midt-Lavt
nl: Midden-Laag
pl: Średnio-Nisko
pt_br: Médio-Baixo
pt_pt: Médio-Baixo
ro: Mijloc-Jos
ru: Средне-Низко
sk: Stredne nízko
sv: Mitten-Lågt
tr: Orta-Alçak
uk: Середньо-Низько
zh_hans: 中低
zh_hant: 中低

source: Multichannel audio
cs: Vícekanálový zvuk
da: Flerkanalslyd
de: Mehrkanal-Audio
el: Πολυκάναλος ήχος
es: Audio multicanal
fi: Monikanavaääni
fr: Audio multicanal
hr: Višekanalni zvuk
hu: Többcsatornás hang
it: Audio multicanale
ja: マルチチャンネルオーディオ
ko: 멀티채널 오디오
nb: Flerkanalslyd
nl: Meerkanaals audio
pl: Dźwięk wielokanałowy
pt_br: Áudio multicanal
pt_pt: Áudio multicanal
ro: Sunet multicanal
ru: Многоканальный звук
sk: Viackanálový zvuk
sv: Flerkanaligt ljud
tr: Çok kanallı ses
uk: Багатоканальний звук
zh_hans: 多声道音频
zh_hant: 多聲道音訊

source: Native (AVPlayer)
cs: Nativní (AVPlayer)
de: Nativ (AVPlayer)
el: Εγγενές (AVPlayer)
es: Nativo (AVPlayer)
fi: Natiivi (AVPlayer)
fr: Natif (AVPlayer)
hr: Izvorni (AVPlayer)
hu: Natív (AVPlayer)
it: Nativo (AVPlayer)
ja: ネイティブ (AVPlayer)
ko: 네이티브 (AVPlayer)
pl: Natywny (AVPlayer)
pt_br: Nativo (AVPlayer)
pt_pt: Nativo (AVPlayer)
ro: Nativ (AVPlayer)
ru: Нативный (AVPlayer)
sk: Natívny (AVPlayer)
sv: Nativ (AVPlayer)
tr: Yerel (AVPlayer)
uk: Нативний (AVPlayer)
zh_hans: 原生 (AVPlayer)
zh_hant: 原生 (AVPlayer)

source: No
cs: Ne
da: Nej
de: Nein
el: Όχι
fi: Ei
fr: Non
hr: Ne
hu: Nem
ja: いいえ
ko: 아니요
nb: Nei
nl: Nee
pl: Nie
pt_br: Não
pt_pt: Não
ro: Nu
ru: Нет
sk: Nie
sv: Nej
tr: Hayır
uk: Ні
zh_hans: 否
zh_hant: 否

source: No audio: this source's audio could not be decoded, the video plays silently.
cs: Bez zvuku: zvuk tohoto zdroje se nepodařilo dekódovat, video se přehrává beze zvuku.
da: Ingen lyd: kildens lyd kunne ikke afkodes, videoen afspilles uden lyd.
de: Kein Ton: Der Ton dieser Quelle konnte nicht decodiert werden, das Video wird ohne Ton wiedergegeben.
el: Χωρίς ήχο: ο ήχος αυτής της πηγής δεν μπόρεσε να αποκωδικοποιηθεί, το βίντεο παίζει χωρίς ήχο.
es: Sin audio: no se pudo decodificar el audio de esta fuente, el vídeo se reproduce sin sonido.
fi: Ei ääntä: tämän lähteen ääntä ei voitu dekoodata, video toistetaan äänettömänä.
fr: Pas de son : l’audio de cette source n’a pas pu être décodé, la vidéo est lue sans son.
hr: Nema zvuka: zvuk ovog izvora nije moguće dekodirati, video se reproducira bez zvuka.
hu: Nincs hang: a forrás hangját nem sikerült dekódolni, a videó hang nélkül játszódik le.
it: Nessun audio: non è stato possibile decodificare l’audio di questa sorgente, il video viene riprodotto senza audio.
ja: オーディオなし：このソースのオーディオをデコードできなかったため、ビデオは無音で再生されます。
ko: 오디오 없음: 이 소스의 오디오를 디코딩할 수 없어 비디오가 소리 없이 재생됩니다.
nb: Ingen lyd: lyden i denne kilden kunne ikke dekodes, videoen spilles av uten lyd.
nl: Geen audio: de audio van deze bron kon niet worden gedecodeerd, de video wordt zonder geluid afgespeeld.
pl: Brak dźwięku: nie udało się zdekodować dźwięku tego źródła, wideo jest odtwarzane bez dźwięku.
pt_br: Sem áudio: não foi possível decodificar o áudio desta fonte, o vídeo é reproduzido sem som.
pt_pt: Sem áudio: não foi possível descodificar o áudio desta origem, o vídeo é reproduzido sem som.
ro: Fără sunet: sunetul acestei surse nu a putut fi decodat, videoclipul se redă fără sunet.
ru: Нет звука: звук этого источника не удалось декодировать, видео воспроизводится без звука.
sk: Bez zvuku: zvuk tohto zdroja sa nepodarilo dekódovať, video sa prehráva bez zvuku.
sv: Inget ljud: källans ljud kunde inte avkodas, videon spelas upp utan ljud.
tr: Ses yok: bu kaynağın sesi çözülemedi, video sessiz oynatılıyor.
uk: Немає звуку: звук цього джерела не вдалося декодувати, відео відтворюється без звуку.
zh_hans: 无音频：无法解码此来源的音频，视频将静音播放。
zh_hant: 無音訊：無法解碼此來源的音訊，影片將靜音播放。

source: No playable files in %@.
cs: Ve složce %@ nejsou žádné přehrátelné soubory.
da: Ingen afspilbare filer i %@.
de: Keine wiedergabefähigen Dateien in %@.
el: Δεν υπάρχουν αρχεία για αναπαραγωγή στο %@.
es: No hay archivos reproducibles en %@.
fi: Ei toistettavia tiedostoja: %@.
fr: Aucun fichier lisible dans %@.
hr: Nema datoteka za reprodukciju u %@.
hu: Nincs lejátszható fájl: %@.
it: Nessun file riproducibile in %@.
ja: %@に再生可能なファイルはありません。
ko: %@에 재생할 수 있는 파일이 없습니다.
nb: Ingen avspillbare filer i %@.
nl: Geen afspeelbare bestanden in %@.
pl: Brak plików do odtworzenia w %@.
pt_br: Nenhum arquivo reproduzível em %@.
pt_pt: Nenhum ficheiro reproduzível em %@.
ro: Nu există fișiere redabile în %@.
ru: В %@ нет воспроизводимых файлов.
sk: V priečinku %@ nie sú žiadne prehrateľné súbory.
sv: Inga spelbara filer i %@.
tr: %@ içinde oynatılabilir dosya yok.
uk: У %@ немає файлів для відтворення.
zh_hans: “%@”中没有可播放的文件。
zh_hant: 「%@」中沒有可播放的檔案。

source: No player.
cs: Žádný přehrávač.
da: Ingen afspiller.
de: Kein Player.
el: Δεν υπάρχει πρόγραμμα αναπαραγωγής.
es: Sin reproductor.
fi: Ei soitinta.
fr: Aucun lecteur.
hr: Nema playera.
hu: Nincs lejátszó.
it: Nessun player.
ja: プレーヤーがありません。
ko: 플레이어가 없습니다.
nb: Ingen spiller.
nl: Geen speler.
pl: Brak odtwarzacza.
pt_br: Nenhum player.
pt_pt: Nenhum leitor.
ro: Niciun player.
ru: Нет проигрывателя.
sk: Žiadny prehrávač.
sv: Ingen spelare.
tr: Oynatıcı yok.
uk: Немає програвача.
zh_hans: 没有播放器。
zh_hant: 沒有播放器。

source: No recents yet
cs: Zatím nic nedávného
da: Ingen seneste endnu
de: Noch nichts geöffnet
el: Κανένα πρόσφατο ακόμη
es: Aún no hay recientes
fi: Ei vielä viimeisimpiä
fr: Aucun élément récent
hr: Još nema nedavnih
hu: Még nincsenek legutóbbiak
it: Ancora nessun elemento recente
ja: 最近の項目はまだありません
ko: 최근 항목 없음
nb: Ingen nylige ennå
nl: Nog geen recente items
pl: Brak ostatnich
pt_br: Nenhum item recente ainda
pt_pt: Ainda sem recentes
ro: Niciun element recent
ru: Пока нет недавних
sk: Zatiaľ nič nedávne
sv: Inga senaste ännu
tr: Henüz yakın zamanda açılan yok
uk: Недавніх поки немає
zh_hans: 尚无最近项目
zh_hant: 尚無最近項目

source: None
cs: Žádné
da: Ingen
de: Keiner
el: Κανένα
es: Ninguno
fi: Ei mitään
fr: Aucun
hr: Bez
hu: Nincs
it: Nessuno
ja: なし
ko: 없음
nb: Ingen
nl: Geen
pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ro: Niciunul
ru: Без
sk: Žiadne
sv: Inget
tr: Yok
uk: Немає
zh_hans: 无
zh_hant: 無

source: None in source
cs: Ve zdroji žádné
da: Ingen i kilden
de: Keine in der Quelle
el: Κανένα στην πηγή
es: Ninguno en el origen
fi: Ei lähteessä
fr: Aucun dans la source
hr: Nema u izvoru
hu: Nincs a forrásban
it: Nessuno nella sorgente
ja: ソースにはありません
ko: 소스에 없음
nb: Ingen i kilden
nl: Geen in bron
pl: Brak w źródle
pt_br: Nenhum na fonte
pt_pt: Nenhum na origem
ro: Niciuna în sursă
ru: Нет в источнике
sk: V zdroji žiadne
sv: Inga i källan
tr: Kaynakta yok
uk: Немає в джерелі
zh_hans: 来源中没有
zh_hant: 來源中沒有

source: Normal
cs: Normální
el: Κανονικό
fi: Normaali
hr: Normalna
hu: Normál
it: Normale
ja: 標準
ko: 보통
nl: Normaal
pl: Normalny
ro: Normală
ru: Обычный
sk: Normálne
uk: Звичайний
zh_hans: 标准
zh_hant: 標準

source: Normal Speed
cs: Normální rychlost
da: Normal hastighed
de: Normale Geschwindigkeit
el: Κανονική ταχύτητα
es: Velocidad normal
fi: Normaali nopeus
fr: Vitesse normale
hr: Normalna brzina
hu: Normál sebesség
it: Velocità normale
ja: 標準速度
ko: 보통 속도
nb: Normal hastighet
nl: Normale snelheid
pl: Normalna prędkość
pt_br: Velocidade normal
pt_pt: Velocidade normal
ro: Viteză normală
ru: Обычная скорость
sk: Normálna rýchlosť
sv: Normal hastighet
tr: Normal hız
uk: Звичайна швидкість
zh_hans: 正常速度
zh_hant: 正常速度

source: Off
cs: Vypnuto
da: Fra
de: Aus
el: Ανενεργό
es: Desactivado
fi: Pois
fr: Désactivé
hr: Isključeno
hu: Ki
it: Non attivo
ja: オフ
ko: 꺼짐
nb: Av
nl: Uit
pl: Wyłączone
pt_br: Desativado
pt_pt: Desativado
ro: Dezactivat
ru: Выкл.
sk: Vypnuté
sv: Av
tr: Kapalı
uk: Вимк.
zh_hans: 关
zh_hant: 關

source: Open File
cs: Otevřít soubor
da: Åbn fil
de: Datei öffnen
el: Άνοιγμα αρχείου
es: Abrir archivo
fi: Avaa tiedosto
fr: Ouvrir un fichier
hr: Otvori datoteku
hu: Fájl megnyitása
it: Apri file
ja: ファイルを開く
ko: 파일 열기
nb: Åpne fil
nl: Open bestand
pl: Otwórz plik
pt_br: Abrir arquivo
pt_pt: Abrir ficheiro
ro: Deschide fișier
ru: Открыть файл
sk: Otvoriť súbor
sv: Öppna fil
tr: Dosya Aç
uk: Відкрити файл
zh_hans: 打开文件
zh_hant: 開啟檔案

source: Open File…
cs: Otevřít soubor…
da: Åbn fil…
de: Datei öffnen …
el: Άνοιγμα αρχείου…
es: Abrir archivo…
fi: Avaa tiedosto…
fr: Ouvrir un fichier…
hr: Otvori datoteku…
hu: Fájl megnyitása…
it: Apri file…
ja: ファイルを開く…
ko: 파일 열기…
nb: Åpne fil…
nl: Open bestand…
pl: Otwórz plik…
pt_br: Abrir arquivo…
pt_pt: Abrir ficheiro…
ro: Deschide fișier…
ru: Открыть файл…
sk: Otvoriť súbor…
sv: Öppna fil…
tr: Dosya Aç…
uk: Відкрити файл…
zh_hans: 打开文件…
zh_hant: 開啟檔案…

source: Open Folder
cs: Otevřít složku
da: Åbn mappe
de: Ordner öffnen
el: Άνοιγμα φακέλου
es: Abrir carpeta
fi: Avaa kansio
fr: Ouvrir un dossier
hr: Otvori mapu
hu: Mappa megnyitása
it: Apri cartella
ja: フォルダを開く
ko: 폴더 열기
nb: Åpne mappe
nl: Open map
pl: Otwórz folder
pt_br: Abrir pasta
pt_pt: Abrir pasta
ro: Deschide dosar
ru: Открыть папку
sk: Otvoriť priečinok
sv: Öppna mapp
tr: Klasör Aç
uk: Відкрити папку
zh_hans: 打开文件夹
zh_hant: 開啟檔案夾

source: Open Folder…
cs: Otevřít složku…
da: Åbn mappe…
de: Ordner öffnen …
el: Άνοιγμα φακέλου…
es: Abrir carpeta…
fi: Avaa kansio…
fr: Ouvrir un dossier…
hr: Otvori mapu…
hu: Mappa megnyitása…
it: Apri cartella…
ja: フォルダを開く…
ko: 폴더 열기…
nb: Åpne mappe…
nl: Open map…
pl: Otwórz folder…
pt_br: Abrir pasta…
pt_pt: Abrir pasta…
ro: Deschide dosar…
ru: Открыть папку…
sk: Otvoriť priečinok…
sv: Öppna mapp…
tr: Klasör Aç…
uk: Відкрити папку…
zh_hans: 打开文件夹…
zh_hant: 開啟檔案夾…

source: Open Source Licenses
cs: Licence open source
da: Open source-licenser
de: Open-Source-Lizenzen
el: Άδειες ανοιχτού κώδικα
es: Licencias de código abierto
fi: Avoimen lähdekoodin lisenssit
fr: Licences open source
hr: Licence otvorenog koda
hu: Nyílt forráskódú licencek
it: Licenze open source
ja: オープンソースライセンス
ko: 오픈 소스 라이선스
nb: Åpen kildekode-lisenser
nl: Opensourcelicenties
pl: Licencje open source
pt_br: Licenças de código aberto
pt_pt: Licenças de código aberto
ro: Licențe open source
ru: Лицензии открытого ПО
sk: Licencie open source
sv: Licenser för öppen källkod
tr: Açık Kaynak Lisansları
uk: Ліцензії відкритого ПЗ
zh_hans: 开源许可证
zh_hant: 開源授權

source: Open Source Licenses…
cs: Licence open source…
da: Open source-licenser…
de: Open-Source-Lizenzen …
el: Άδειες ανοιχτού κώδικα…
es: Licencias de código abierto…
fi: Avoimen lähdekoodin lisenssit…
fr: Licences open source…
hr: Licence otvorenog koda…
hu: Nyílt forráskódú licencek…
it: Licenze open source…
ja: オープンソースライセンス…
ko: 오픈 소스 라이선스…
nb: Åpen kildekode-lisenser…
nl: Opensourcelicenties…
pl: Licencje open source…
pt_br: Licenças de código aberto…
pt_pt: Licenças de código aberto…
ro: Licențe open source…
ru: Лицензии открытого ПО…
sk: Licencie open source…
sv: Licenser för öppen källkod…
tr: Açık Kaynak Lisansları…
uk: Ліцензії відкритого ПЗ…
zh_hans: 开源许可证…
zh_hant: 開源授權…

source: Open URL
cs: Otevřít URL
da: Åbn URL
de: URL öffnen
el: Άνοιγμα URL
es: Abrir URL
fi: Avaa URL
fr: Ouvrir une URL
hr: Otvori URL
hu: URL megnyitása
it: Apri URL
ja: URLを開く
ko: URL 열기
nb: Åpne URL
pl: Otwórz URL
pt_br: Abrir URL
pt_pt: Abrir URL
ro: Deschide URL
ru: Открыть URL
sk: Otvoriť URL
sv: Öppna URL
tr: URL Aç
uk: Відкрити URL
zh_hans: 打开 URL
zh_hant: 開啟 URL

source: Open URL…
cs: Otevřít URL…
da: Åbn URL…
de: URL öffnen …
el: Άνοιγμα URL…
es: Abrir URL…
fi: Avaa URL…
fr: Ouvrir une URL…
hr: Otvori URL…
hu: URL megnyitása…
it: Apri URL…
ja: URLを開く…
ko: URL 열기…
nb: Åpne URL…
pl: Otwórz URL…
pt_br: Abrir URL…
pt_pt: Abrir URL…
ro: Deschide URL…
ru: Открыть URL…
sk: Otvoriť URL…
sv: Öppna URL…
tr: URL Aç…
uk: Відкрити URL…
zh_hans: 打开 URL…
zh_hant: 開啟 URL…

source: Open…
cs: Otevřít…
da: Åbn…
de: Öffnen …
el: Άνοιγμα…
es: Abrir…
fi: Avaa…
fr: Ouvrir…
hr: Otvori…
hu: Megnyitás…
it: Apri…
ja: 開く…
ko: 열기…
nb: Åpne…
nl: Openen…
pl: Otwórz…
pt_br: Abrir…
pt_pt: Abrir…
ro: Deschide…
ru: Открыть…
sk: Otvoriť…
sv: Öppna…
tr: Aç…
uk: Відкрити…
zh_hans: 打开…
zh_hant: 開啟…

source: Opening stream…
cs: Otevírání streamu…
da: Åbner stream…
de: Stream wird geöffnet …
el: Άνοιγμα ροής…
es: Abriendo transmisión…
fi: Avataan striimiä…
fr: Ouverture du flux…
hr: Otvaranje streama…
hu: Adatfolyam megnyitása…
it: Apertura dello stream…
ja: ストリームを開いています…
ko: 스트림을 여는 중…
nb: Åpner strøm…
nl: Stream openen…
pl: Otwieranie strumienia…
pt_br: Abrindo transmissão…
pt_pt: A abrir a emissão…
ro: Se deschide fluxul…
ru: Открытие потока…
sk: Otváranie streamu…
sv: Öppnar stream…
tr: Yayın açılıyor…
uk: Відкриття потоку…
zh_hans: 正在打开流…
zh_hant: 正在開啟串流…

source: Outline
cs: Obrys
da: Kontur
de: Umriss
el: Περίγραμμα
es: Contorno
fi: Ääriviiva
fr: Contour
hr: Obrub
hu: Körvonal
it: Contorno
ja: アウトライン
ko: 윤곽선
nb: Kontur
nl: Omtrek
pl: Kontur
pt_br: Contorno
pt_pt: Contorno
ro: Contur
ru: Контур
sk: Obrys
sv: Kontur
tr: Kontur
uk: Контур
zh_hans: 描边
zh_hant: 外框

source: Pixel format
cs: Formát pixelů
el: Μορφή pixel
es: Formato de píxel
fi: Pikselimuoto
fr: Format de pixel
hr: Format piksela
hu: Pixelformátum
it: Formato pixel
ja: ピクセルフォーマット
ko: 픽셀 형식
nb: Pikselformat
nl: Pixelformaat
pl: Format pikseli
pt_br: Formato de pixel
pt_pt: Formato de píxel
ro: Format pixel
ru: Формат пикселей
sk: Formát pixelov
tr: Piksel biçimi
uk: Формат пікселів
zh_hans: 像素格式
zh_hant: 像素格式

source: Play
cs: Přehrát
da: Afspil
de: Abspielen
el: Αναπαραγωγή
es: Reproducir
fi: Toista
fr: Lecture
hr: Reproduciraj
hu: Lejátszás
it: Riproduci
ja: 再生
ko: 재생
nb: Spill av
nl: Afspelen
pl: Odtwórz
pt_br: Reproduzir
pt_pt: Reproduzir
ro: Redă
ru: Воспроизвести
sk: Prehrať
sv: Spela upp
tr: Oynat
uk: Відтворити
zh_hans: 播放
zh_hant: 播放

source: Playback
cs: Přehrávání
da: Afspilning
de: Wiedergabe
el: Αναπαραγωγή
es: Reproducción
fi: Toisto
fr: Lecture
hr: Reprodukcija
hu: Lejátszás
it: Riproduzione
ja: 再生
ko: 재생
nb: Avspilling
nl: Afspelen
pl: Odtwarzanie
pt_br: Reprodução
pt_pt: Reprodução
ro: Redare
ru: Воспроизведение
sk: Prehrávanie
sv: Uppspelning
tr: Oynatma
uk: Відтворення
zh_hans: 播放
zh_hant: 播放

source: Playback Error
cs: Chyba přehrávání
da: Afspilningsfejl
de: Wiedergabefehler
el: Σφάλμα αναπαραγωγής
es: Error de reproducción
fi: Toistovirhe
fr: Erreur de lecture
hr: Pogreška reprodukcije
hu: Lejátszási hiba
it: Errore di riproduzione
ja: 再生エラー
ko: 재생 오류
nb: Avspillingsfeil
nl: Afspeelfout
pl: Błąd odtwarzania
pt_br: Erro de reprodução
pt_pt: Erro de reprodução
ro: Eroare de redare
ru: Ошибка воспроизведения
sk: Chyba prehrávania
sv: Uppspelningsfel
tr: Oynatma Hatası
uk: Помилка відтворення
zh_hans: 播放错误
zh_hant: 播放錯誤

source: Position
cs: Pozice
da: Placering
el: Θέση
es: Posición
fi: Sijainti
hr: Položaj
hu: Pozíció
it: Posizione
ja: 位置
ko: 위치
nb: Plassering
nl: Positie
pl: Położenie
pt_br: Posição
pt_pt: Posição
ro: Poziție
ru: Положение
sk: Pozícia
tr: Konum
uk: Положення
zh_hans: 位置
zh_hant: 位置

source: Primaries
cs: Barevné primárky
da: Farveprimærer
de: Farbprimärvalenzen
el: Βασικά χρώματα
es: Primarios de color
fi: Päävärit
fr: Primaires
hr: Primarne boje
hu: Alapszínek
it: Primari
ja: 色域
ko: 색 원색
nb: Primærfarger
nl: Primaire kleuren
pl: Barwy podstawowe
pt_br: Cores primárias
pt_pt: Cores primárias
ro: Culori primare
ru: Основные цвета
sk: Farebné primárky
sv: Primärfärger
tr: Ana renkler
uk: Основні кольори
zh_hans: 色彩原色
zh_hant: 色彩原色

source: Range
cs: Rozsah
da: Område
de: Bereich
el: Εύρος
es: Rango
fi: Alue
fr: Plage
hr: Raspon
hu: Tartomány
it: Gamma
ja: レンジ
ko: 범위
nb: Område
nl: Bereik
pl: Zakres
pt_br: Faixa
pt_pt: Gama
ro: Interval
ru: Диапазон
sk: Rozsah
sv: Omfång
tr: Aralık
uk: Діапазон
zh_hans: 范围
zh_hant: 範圍

source: Re-encodes surround to Dolby Digital Plus, which AV receivers and soundbars decode themselves. Works on almost any speaker setup. Lossy, and 7.1 is folded to 5.1.
cs: Překóduje prostorový zvuk do Dolby Digital Plus, který AV receivery a soundbary dekódují samy. Funguje téměř s každou sestavou reproduktorů. Ztrátové, 7.1 se sloučí na 5.1.
da: Omkoder surround til Dolby Digital Plus, som AV-receivere og soundbars selv afkoder. Fungerer med næsten alle højttaleropsætninger. Med tab, og 7.1 nedmixes til 5.1.
de: Codiert Surround-Ton in Dolby Digital Plus um, das AV-Receiver und Soundbars selbst decodieren. Funktioniert an fast jedem Lautsprecher-Setup. Verlustbehaftet, 7.1 wird auf 5.1 heruntergemischt.
el: Επανακωδικοποιεί τον ήχο surround σε Dolby Digital Plus, τον οποίο οι δέκτες AV και τα soundbar αποκωδικοποιούν μόνα τους. Λειτουργεί σχεδόν με κάθε διάταξη ηχείων. Με απώλειες, και το 7.1 συμπτύσσεται σε 5.1.
es: Recodifica el surround a Dolby Digital Plus, que los receptores AV y las barras de sonido decodifican por sí mismos. Funciona con casi cualquier configuración de altavoces. Con pérdida, y el 7.1 se reduce a 5.1.
fi: Koodaa surround-äänen uudelleen Dolby Digital Plus -muotoon, jonka AV-vastaanottimet ja soundbarit dekoodaavat itse. Toimii lähes kaikilla kaiutinjärjestelmillä. Häviöllinen, ja 7.1 yhdistetään 5.1:ksi.
fr: Réencode le surround en Dolby Digital Plus, que les amplificateurs AV et les barres de son décodent eux-mêmes. Fonctionne avec presque toutes les configurations d’enceintes. Avec perte, et le 7.1 est mixé en 5.1.
hr: Ponovno kodira surround u Dolby Digital Plus, koji AV risiveri i soundbarovi sami dekodiraju. Radi s gotovo svakim postavom zvučnika. S gubicima, a 7.1 se svodi na 5.1.
hu: A térhatású hangot Dolby Digital Plusszá kódolja újra, amelyet az AV-vevők és hangprojektorok maguk dekódolnak. Szinte minden hangszóró-összeállításon működik. Veszteséges, a 7.1 pedig 5.1-re keveredik le.
it: Ricodifica il surround in Dolby Digital Plus, che ricevitori AV e soundbar decodificano da soli. Funziona con quasi ogni configurazione di altoparlanti. Con perdita, e il 7.1 viene ridotto a 5.1.
ja: サラウンドをDolby Digital Plusに再エンコードします。AVレシーバーやサウンドバーが自身でデコードできるため、ほとんどのスピーカー構成で使えます。非可逆圧縮で、7.1は5.1にダウンミックスされます。
ko: 서라운드를 Dolby Digital Plus로 다시 인코딩하며, AV 리시버와 사운드바가 직접 디코딩합니다. 거의 모든 스피커 구성에서 작동합니다. 손실 압축이며 7.1은 5.1로 다운믹스됩니다.
nb: Koder om surroundlyd til Dolby Digital Plus, som AV-mottakere og lydplanker dekoder selv. Fungerer med nesten alle høyttaleroppsett. Med tap, og 7.1 mikses ned til 5.1.
nl: Codeert surround opnieuw naar Dolby Digital Plus, dat av-receivers en soundbars zelf decoderen. Werkt met vrijwel elke luidsprekeropstelling. Met kwaliteitsverlies, en 7.1 wordt teruggebracht tot 5.1.
pl: Przekodowuje dźwięk przestrzenny do Dolby Digital Plus, który amplitunery AV i soundbary dekodują samodzielnie. Działa z niemal każdym zestawem głośników. Kodowanie stratne, a 7.1 jest zmniejszane do 5.1.
pt_br: Recodifica o surround para Dolby Digital Plus, que receivers AV e soundbars decodificam sozinhos. Funciona em quase qualquer configuração de alto-falantes. Com perdas, e o 7.1 é reduzido para 5.1.
pt_pt: Recodifica o surround para Dolby Digital Plus, que os recetores AV e as barras de som descodificam por si. Funciona em quase qualquer configuração de colunas. Com perdas, e o 7.1 é reduzido para 5.1.
ro: Recodează sunetul surround în Dolby Digital Plus, pe care receiverele AV și soundbar-urile îl decodează singure. Funcționează cu aproape orice configurație de boxe. Cu pierderi, iar 7.1 este redus la 5.1.
ru: Перекодирует многоканальный звук в Dolby Digital Plus, который AV-ресиверы и саундбары декодируют сами. Работает почти с любой акустикой. С потерями качества, 7.1 сводится к 5.1.
sk: Prekóduje priestorový zvuk do Dolby Digital Plus, ktorý AV receivery a soundbary dekódujú samy. Funguje takmer s každou zostavou reproduktorov. Stratové, 7.1 sa zlúči na 5.1.
sv: Kodar om surroundljud till Dolby Digital Plus, som AV-receivrar och soundbars avkodar själva. Fungerar med nästan alla högtalarsystem. Förlustbehaftat, och 7.1 mixas ned till 5.1.
tr: Surround sesi, AV alıcıların ve soundbar'ların kendilerinin çözdüğü Dolby Digital Plus'a yeniden kodlar. Hemen her hoparlör kurulumunda çalışır. Kayıplıdır ve 7.1, 5.1'e indirgenir.
uk: Перекодовує просторовий звук у Dolby Digital Plus, який AV-ресивери й саундбари декодують самі. Працює майже з будь-якою акустикою. З втратами якості, 7.1 зводиться до 5.1.
zh_hans: 将环绕声重新编码为 Dolby Digital Plus，AV 接收器和条形音箱可自行解码。几乎适用于所有扬声器配置。属于有损编码，7.1 会被折叠为 5.1。
zh_hant: 將環繞聲重新編碼為 Dolby Digital Plus，AV 接收器和 Soundbar 可自行解碼。幾乎適用於所有喇叭配置。屬於有損編碼，7.1 會被降混為 5.1。
